[{"accession":"0002312","name":"evolutionary_variant_of","definition":"Gene or protein is an evolutionary variant of a parent"},{"accession":"0003002","name":"represses_expression_of","definition":"A relationship between a transcriptional regulator and a gene or gene product, in which the regulator is plays a negative role in the transcriptional process."},{"accession":"0012006","name":"is_small_molecule_inhibitor","definition":"A relation between a continuant and a process, in which the continuant is a small molecule that inhibits the process"},{"accession":"25","name":"stoichiometrically_homologous_to","definition":"Homology that is defined by similarity with regard to selected stoichiometrical parameters."},{"accession":"catalyze","name":"catalyze","definition":"enzymes that facilitates the movement of transposons"},{"accession":"confers_resistance_to_antibiotic","name":"confers_resistance_to_antibiotic","definition":"A relationship ontology term in which the subject (usually an enzyme, protein or other gene product) confers or contributes to clinically relevant resistance to a specific antibiotic drug. An entity is resistant to a chemical compound if and only if x is a pathogen and y is an antibiotic, and the fitness of that pathogen is not decreased when exposed to that antibiotic."},{"accession":"confers_resistance_to_drug_class","name":"confers_resistance_to_drug_class","definition":"A relationship ontology term in which the subject (e.g. a gene family) confers or contributes to antibiotic resistance to the object (e.g. a drug class). It is a qualitative measure of antibiotic resistance, based on an experiment illustrating elevated MIC even outside of a clinical setting. A family of AMR genes confers resistance to a class of antibiotics if and only if all instances of that family confer resistance to some instances of that class in a pathogen."},{"accession":"derives_from","name":"derives_from","definition":"A relationship ontology term in which the subject has its origins from the object (paraphrased from Relationship Ontology)."},{"accession":"has_part","name":"has_part","definition":"A core relation that holds between a whole and its part. The subject has_part object. (paraphrased from Relationship Ontology)"},{"accession":"HOM0000006","name":"structurally_homologous_to","definition":"Homology that is defined by similarity with regard to selected structural parameters."},{"accession":"is_a","name":"is_a","definition":"An axiomatic relationship ontology term in which the subject is placed into a higher order classification (paraphrased from Relationship Ontology)."},{"accession":"participates_in","name":"participates_in","definition":"A relation between a continuant and a process, in which the continuant is somehow involved in the process, e.g., this input material (or this output material) participates in this process."},{"accession":"part_of","name":"part_of","definition":"A relationship ontology term in which the subject is but part of the object (paraphrased from Relationship Ontology)."},{"accession":"regulates","name":"regulates","definition":"A relationship ontology term in which the subject regulates expression of the object."},{"accession":"relationship","name":"relationship","definition":"A relationship between two ontology terms."},{"accession":"targeted_by","name":"targeted_by","definition":"A relationship ontology term in which the subject is targeted by the object (usually a class of antibiotics)."},{"accession":"targeted_by_antibiotic","name":"targeted_by_antibiotic","definition":"A relationship ontology term in which the subject is targeted by a specific antibiotic."}]